Repository: BegoneGIT/Symfony_project
Catalog: app/translations/messages.*.xlf
Languages: pl

# label_title
source: Title
pl: Tytuł

# label_content
source: Content
pl: Zawartość

# label_tags
source: Tags
pl: Tagi

# message_empty_list
source: Empty list.
pl: Pusta lista

# title_record_list
source: Records list
pl: Lista elementów

# message_form_error
source: Form error
pl: Sprawdź czy pola formularza są wypełnione poprawnie.

# title_label_createt
source: Create label
pl: Stwórz kategorię operacji

# title_label_delete
source: Delete label
pl: Usuń opis

# title_label_edit
source: Edit label
pl: Edytuj

source: Label name
pl: Zawartość opisu

# label_actions
source: Actions
pl: Możliwe działania

# action_view
source: Inspect
pl: Zobacz

# action_edit
source: Edit
pl: Edytuj

# action_delete
source: Delete
pl: Usuń

# title_label_details
source: Label details
pl: Szczegóły opisu operacji

# action_back_to_list
source: Back to list
pl: Powrót do listy

# message_item_not_found
source: Item not found
pl: Nie znaleźliśmy tego czego szukałeś

# action_sign_in
source: Sign in
pl: Zaloguj się

# action_change_password
source: Change password
pl: Zmień hasło

# title_wallet_create
source: Save new operation
pl: Zapisz nową operację

# title_wallet_delete
source: Delete operation
pl: Usuń

# title_wallet_edit
source: Edit operation
pl: Edytuj

# title_wallet_list
source: Operations list
pl: Lista dotychczasowych operacji

# label_created_at
source: Created
pl: Data dodania

# label_paymentType
source: Income or expense
pl: Karta czy gotówka

# label_payment
source: Card or cash?
pl: Karta czy gotówka

# label_transaction
source: Card or cash
pl: Wydatek czy przychód?

# label_label
source: Label
pl: Opis

# label_amount
source: Amount
pl: Kwota (w zł)

# label_income
source: Income
pl: Przychód

# label_expense
source: Expense
pl: Wydatek

# label_card
source: Card
pl: Karta

# label_cash
source: Cash
pl: Gotówka

# label_date_from
source: From
pl: Od

# label_date_to
source: To
pl: Do

# title_label_list
source: Labels list
pl: Opisy zakupów

# label_wallet
source: Operations
pl: Lista operacji

# user_details
source: Account details
pl: Konto

# label_labels
source: Labels
pl: Kategorie zakupów

# action_search
source: Search
pl: Wyszukaj

# message_updated_successfully
source: Edition successful
pl: Element został zapisany

# label_logout
source: Logout
pl: Wyloguj się

# label_register
source: Register
pl: Rejestracja

# label_add
source: Add label
pl: Dodaj

# message_created_successfully
source: Added successfully
pl: Opis został dodany

# action_save
source: Save
pl: Potwierdź

# message_deleted_successfully
source: Deleted successfully
pl: Element został usunięty

# title_user_details
source: User information
pl: Informacje o użytkowniku

# message_too_much_substracted
source: Expense cannot surpass total account balance
pl: Wydatek nie może być większy niż saldo portfela

# label_none
source: Pick from list
pl: Wybierz z listy

# label_category
source: Label
pl: Opis zakupu
